{
    "navbarAbout": "Sobre mi",
    "navbarProjects": "Proyectos",
    "navbarLinks": "Enlaces",
    "navbarContact": "Contacto",
    "navbarDownloadCV": "Descargar CV",
    "welcomeMessage": "¡Hola, soy ",
    "welcomeProfessionTitle": "Desarrollador Full Stack",
    "aboutTitle": "Sobre mi",
    "aboutMeText": "Nací en Joinville, Santa Catarina, Brasil, y actualmente resido en Mullingar, Irlanda. Me apasiona la tecnología, los deportes y la música. Mi trayectoria en el desarrollo de software comenzó en la escuela secundaria, donde, junto con la educación regular, asistí a un curso técnico en desarrollo de software. Después de la escuela secundaria, ingresé a la universidad, donde estudié Análisis y Desarrollo de Sistemas. Durante mis años universitarios, conseguí mi primer trabajo como desarrollador de software en NG Informática. Después de cinco años de experiencia valiosa, tomé la decisión de mudarme a Dublín, Irlanda, para continuar mis estudios y mejorar mi inglés. En 1 año y 6 meses, fui contratado por Writech Group y me trasladé a Mullingar. Desde entonces, me he dedicado al aprendizaje continuo en el desarrollo web, explorando tecnologías como React, React Native, Vue JS y Node JS.",
    "aboutFullName": "Nombre completo",
    "aboutNationality": "Nacionalidad",
    "aboutNationalityDesc": "Brasileña",
    "aboutLocation": "Ubicación",
    "aboutSkills": "Habilidades",
    "carouselExpTitle": "Experiencia",
    "carouselExpTime": "años",
    "moreInfoTitle": "Más información",
    "moreInfoProjectsDesc": "Para obtener más información sobre mis proyectos, las tecnologías utilizadas, el código y el diseño de la aplicación, haga clic en el botón de abajo",
    "moreInfoLinksDesc": "Para obtener más información sobre conexiones y redes sociales, haga clic en el botón de abajo",
    "moreInfoContactDesc": "Para obtener más información sobre mis datos de contacto o para enviarme un mensaje, haga clic en el botón de abajo",
    "projectsTitle": "Proyectos",
    "projectsTechnology": "Tecnología",
    "projectsWebsiteTitle": "luisbett-website",
    "projectsWebsiteDsc": "Una aplicación front-end diseñada para ser mi sitio web personal y servir como mi portafolio",
    "projectsCodecTitle": "codec-test",
    "projectsCodecDsc": "Una aplicación front-end diseñada para recibir una serie de comandos y simular el movimiento de un robot en Marte, mostrando su posición final",
    "projectsGitFinderTitle": "github-user-finder",
    "projectsGitFinderDsc": "Una aplicación front-end diseñada para proporcionar información sobre los usuarios de GitHub",
    "projectsWeathermomTitle": "weathermom",
    "projectsWeathermomDsc": "Una aplicación front-end diseñada para proporcionar información meteorológica de manera única, adoptando la personalidad de una madre cariñosa",
    "projectsEuroTodayTitle": "euro-today",
    "projectsEuroTodayDsc": "Una aplicación back-end diseñada para obtener información diaria del tipo de cambio EUR/BRL, crear un gráfico y enviarlo por correo electrónico",
    "projectsLoginJWTTitle": "login-jwt",
    "projectsLoginJWTDsc": "Una aplicación full-stack con funcionalidades de autenticación y autorización, permitiendo a los usuarios registrarse e iniciar sesión de manera segura",
    "projectsMyWeddingTitle": "my-wedding",
    "projectsMyWeddingDsc": "Una aplicación front-end diseñada para proporcionar información sobre mi fiesta de boda a los invitados y permitirles grabar videos del evento",
    "linksTitle": "Vamos a conectar!",
    "linksSubTitle": "Sígueme en mis redes sociales",
    "contactTitle": "Contacto",
    "contactEmailTitle": "Correo electrónico",
    "contactPhoneTitle": "Teléfono",
    "contactWhatsAppTitle": "WhatsApp",
    "contactFormTitle": "O deja su mensaje aquí",
    "formNameTitle": "Su nombre",
    "formNameEmpty": "El nombre es obligatorio",
    "formEmailTitle": "Su correo electrónico",
    "formEmailEmpty": "El e-mail es obligatorio",
    "formEmailInvalid": "Debe ser un e-mail válido",
    "formPhoneTitle": "Su teléfono",
    "formMessageTitle": "Su mensaje",
    "formMessageEmpty": "El mensaje es obligatorio",
    "formButton": "Enviar",
    "thankyouTitle": "Muchas gracias por tu mensaje",
    "thankyouSubTitle": "Te responderé pronto",
    "errorTitle": "Perdón, algo salió mal",
    "errorSubTitle": "Por favor, inténtelo de nuevo más tarde",
    "buttonLinkedIn": "LinkedIn",
    "buttonGitHub": "GitHub",
    "buttonInstagram": "Instagram",
    "buttonFacebook": "Facebook",
    "buttonGo": "Ir",
    "buttonApp": "App",
    "buttonCode": "Código",
    "footerTitle": "© 2023-2024, Luis Fellipy Bett. Todos los Derechos Reservados."
}